const Exercise1 = {
  name:'Упражнение 1',
  howDo:'упал отжался'
}

const Exercise2 = {
  name:'Упражнение 2',
  howDo:'сядьте на пол, откройте рот, наклоняйтесь, пока писос не попадет в рот. После этого закрыть рот и совершать быстрые колебательные движения таким образом, чтобы писос не вышел за пределы рта. Усложнение: совершайте вращательные движения языком'
}

const Exercise3 = {
  name:'Пока нет Насти',
  howDo:'Парное упражнение. Позовите своего соседа по комнате Ивана (за неимением Ивана обратитесь зайдите в 224, в случае отсутсвия можете воспользоваться Дмитрием). Обильно смажьте стенки ануса..... '
}

const Exercise4 = {
  name: 'Голландский штурвал',
  howDo: 'Для эффективности рекомендуется привлечь к упражнению наибольшее количество людей. Сядте в круг......'
}

export const SetsArray = {
  Set1: {
    name: 'Комплекс1',
    set: [
      Exercise1,
      Exercise2
    ]
  },
  Set2: {
    name: 'Комплекс2',
    set: [
      Exercise4,
      Exercise3
    ]
  },
}
