const sets = [
  {
    name: 'Простые комплексы',
    items: [
      {
        name: 'Легкая разминка',
        calories: 50,
        discription:
          'Легкая разминка для утренней зарядки или подготовки к тренировке.'
      },
      {
        name: 'Интенсивная разминка',
        calories: 75,
        discription: 'Более интенсивный вариант разминки.'
      }
    ]
  },
  {
    name: 'Комплексы для тренажёрного зала',
    items: [
      {
        name: 'Комплекс для мужчин',
        calories: 270,
        discription: `Комплекс для начинающих в тренажерном зале, направленный на общую
        физическую подготовку. Требует разминки до и заминки после
        выполнения комплекса`
      },
      {
        name: 'Комплекс для женщин',
        calories: 310,
        discription: `Интенсивный комплекс для начинающих в тренажерном зале, направленный
        на общую физическую подготовку. Требует разминки до и заминки после
        выполнения комплекса`
      }
    ]
  },
  {
    name: 'Другие комплексы',
    items: [
      {
        name: 'Табата',
        calories: 53,
        discription: `Вариант быстрой, но интенсивной тренировки, разгоняющей метаболизм.
        Требует разминки до и заминки после выполнения комплекса Каждое
        упражнение выполняется в течение 20 секунд, затем наступает перерыв
        10 секунд, после происходит переход к следующему упражнению, общее
        время выполнения 4 минуты.`
      },
      {
        name: 'Синди',
        calories: 260,
        discription: `Простой, но эффективный комплекс, направленный на жиросжигание и
        ускорение метаболизма. Требует разминки до и заминки после
        выполнения комплекса Цикл упражнений выполняется максимально
        возможное количество раз в течение 20 минут.`,
      },
      {
        name: 'Комплекс на разные группы мышц',
        calories: 208,
        discription: `Комплекс, направленный на проработку различных групп мышц. Требует
        разминки до и заминки после выполнения комплекса Каждое упражнение
        выполняется в течение 30 секунд без перерыва.`,
      }
    ]
  }
];

export default sets;
